<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0"><dict><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.01680a30-5ba4-0132-5ff0-000c29210bee.alacarte</string><key>PayloadRemovalDisallowed</key><true/><key>PayloadScope</key><string>System</string><key>PayloadType</key><string>Configuration</string><key>PayloadUUID</key><string>01680a30-5ba4-0132-5ff0-000c29210bee</string><key>PayloadOrganization</key><string>LBDS</string><key>PayloadVersion</key><integer>1</integer><key>PayloadDisplayName</key><string>NC Group Folder Authentication</string><key>PayloadDescription</key><string>This will mount afp://server/Groups</string><key>PayloadContent</key><array><dict><key>PayloadDescription</key><string>Configures Configuration Profile security</string><key>PayloadDisplayName</key><string>Profile Security</string><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.01680a30-5ba4-0132-5ff0-000c29210bee.alacarte.ProfileSecurity</string><key>PayloadType</key><string>com.apple.profileRemovalPassword</string><key>PayloadUUID</key><string>2c766b70-5ba4-0132-5ff4-000c29210bee</string><key>RemovalPassword</key><string>wivfyl</string><key>PayloadVersion</key><integer>1</integer></dict><dict><key>PayloadType</key><string>loginwindow</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.01680a30-5ba4-0132-5ff0-000c29210bee.alacarte.loginitems.2afa6190-5ba4-0132-5ff2-000c29210bee.loginwindow</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>5af25725-c958-9a7f-8401-851eb93cb013</string><key>PayloadDisplayName</key><string>Login Items:  Network Share Point</string><key>DisableLoginItemsSuppression</key><false/></dict><dict><key>PayloadType</key><string>com.apple.loginitems.managed</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.01680a30-5ba4-0132-5ff0-000c29210bee.alacarte.loginitems.2afa6190-5ba4-0132-5ff2-000c29210bee.managed</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>b1ef6f91-89ea-a84f-fa80-c46e44eda966</string><key>PayloadDisplayName</key><string>Login Items:  Managed Items</string><key>AutoLaunchedApplicationDictionary-managed</key><array><dict><key>AuthenticateAsLoginUserShortName</key><true/><key>URL</key><string>afp://server/Groups</string><key>Hide</key><false/></dict></array></dict></array></dict></plist>
