<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0"><dict><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.ecde0700-5bc2-0132-6030-000c29210bee.alacarte</string><key>PayloadRemovalDisallowed</key><true/><key>PayloadScope</key><string>System</string><key>PayloadType</key><string>Configuration</string><key>PayloadUUID</key><string>ecde0700-5bc2-0132-6030-000c29210bee</string><key>PayloadOrganization</key><string>LBDS</string><key>PayloadVersion</key><integer>1</integer><key>PayloadDisplayName</key><string>NC Staff Login Window</string><key>PayloadDescription</key><string>Login Window setting for staff, giving them a username/password field rather than list of computers.</string><key>PayloadContent</key><array><dict><key>PayloadDescription</key><string>Configures Configuration Profile security</string><key>PayloadDisplayName</key><string>Profile Security</string><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.ecde0700-5bc2-0132-6030-000c29210bee.alacarte.ProfileSecurity</string><key>PayloadType</key><string>com.apple.profileRemovalPassword</string><key>PayloadUUID</key><string>1b3749d0-5bc3-0132-6035-000c29210bee</string><key>RemovalPassword</key><string>wivfyl</string><key>PayloadVersion</key><integer>1</integer></dict><dict><key>PayloadType</key><string>com.apple.loginwindow</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.ecde0700-5bc2-0132-6030-000c29210bee.alacarte.loginwindow.1a045d70-5bc3-0132-6032-000c29210bee.loginwindow</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>4ea1d0b2-9b5e-f067-f5e3-ca38d5449f47</string><key>PayloadDisplayName</key><string>Login Window</string><key>AdminHostInfo</key><string>HostName</string><key>LoginwindowText</key><string>Property of The Leo Baeck Day School
905-709-3636</string><key>SHOWFULLNAME</key><true/><key>HideLocalUsers</key><true/><key>HideMobileAccounts</key><true/><key>IncludeNetworkUser</key><false/><key>HideAdminUsers</key><true/><key>SHOWOTHERUSERS_MANAGED</key><false/><key>ShutDownDisabled</key><false/><key>RestartDisabled</key><false/><key>SleepDisabled</key><false/><key>RetriesUntilHint</key><integer>3</integer><key>com.apple.login.mcx.DisableAutoLoginClient</key><true/><key>DisableConsoleAccess</key><false/><key>AdminMayDisableMCX</key><false/><key>UseComputerNameForComputerRecordName</key><true/><key>EnableExternalAccounts</key><true/><key>AlwaysShowWorkgroupDialog</key><false/><key>CombineUserWorkgroups</key><true/><key>FlattenUserWorkgroups</key><false/><key>LocalUserLoginEnabled</key><true/><key>LocalUsersHaveWorkgroups</key><false/><key>AllowList</key><array/><key>DenyList</key><array/></dict><dict><key>PayloadType</key><string>com.apple.screensaver</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.ecde0700-5bc2-0132-6030-000c29210bee.alacarte.loginwindow.1a045d70-5bc3-0132-6032-000c29210bee.screensaver</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>62c5b254-360b-ae11-80a6-d62b970aba7d</string><key>PayloadDisplayName</key><string>Login Window:  Screen Saver Preferences</string><key>loginWindowModulePath</key><string>/System/Library/Screen Savers/Flurry.saver</string><key>moduleName</key><string>Flurry</string></dict><dict><key>PayloadType</key><string>com.apple.MCX</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.ecde0700-5bc2-0132-6030-000c29210bee.alacarte.loginwindow.1a045d70-5bc3-0132-6032-000c29210bee.MCX</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>b83474c5-4311-788d-98cf-0340e0f2575f</string><key>PayloadDisplayName</key><string>Login Window:  MCX Preferences</string><key>DisableGuestAccount</key><true/><key>EnableGuestAccount</key><false/><key>SleepDisabled</key><false/></dict><dict><key>PayloadType</key><string>.GlobalPreferences</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.ecde0700-5bc2-0132-6030-000c29210bee.alacarte.loginwindow.1a045d70-5bc3-0132-6032-000c29210bee.GlobalPreferences</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>e61d3147-b744-c525-afb9-d3a1226b3103</string><key>PayloadDisplayName</key><string>Login Window:  Global Preferences</string><key>MultipleSessionEnabled</key><false/><key>com.apple.autologout.AutoLogOutDelay</key><integer>0</integer></dict><dict><key>PayloadType</key><string>com.apple.mcxloginscripts</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.ecde0700-5bc2-0132-6030-000c29210bee.alacarte.loginwindow.1a045d70-5bc3-0132-6032-000c29210bee.mcxloginscripts</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>a23fc93e-ee94-8ea5-f299-da220b77f664</string><key>PayloadDisplayName</key><string>Login Window:  Scripts</string><key>skipLoginHook</key><false/><key>skipLogoutHook</key><false/></dict></array></dict></plist>
