<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0"><dict><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.4b3a0ab0-5978-0132-5fea-000c29210bee.alacarte</string><key>PayloadRemovalDisallowed</key><true/><key>PayloadScope</key><string>System</string><key>PayloadType</key><string>Configuration</string><key>PayloadUUID</key><string>4b3a0ab0-5978-0132-5fea-000c29210bee</string><key>PayloadOrganization</key><string>LBDS</string><key>PayloadVersion</key><integer>1</integer><key>PayloadDisplayName</key><string>NC Student Login Window</string><key>PayloadDescription</key><string>These settings are managed for student computer login window.</string><key>PayloadContent</key><array><dict><key>PayloadDescription</key><string>Configures Configuration Profile security</string><key>PayloadDisplayName</key><string>Profile Security</string><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.4b3a0ab0-5978-0132-5fea-000c29210bee.alacarte.ProfileSecurity</string><key>PayloadType</key><string>com.apple.profileRemovalPassword</string><key>PayloadUUID</key><string>84c876a0-5978-0132-5fef-000c29210bee</string><key>RemovalPassword</key><string>wivfyl</string><key>PayloadVersion</key><integer>1</integer></dict><dict><key>PayloadType</key><string>com.apple.loginwindow</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.4b3a0ab0-5978-0132-5fea-000c29210bee.alacarte.loginwindow.83bfb9a0-5978-0132-5fec-000c29210bee.loginwindow</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>f590dbf0-04cf-2469-c672-ac5060ec511b</string><key>PayloadDisplayName</key><string>Login Window</string><key>AdminHostInfo</key><string>HostName</string><key>LoginwindowText</key><string>Property of The Leo Baeck Day School
905-709-3636</string><key>SHOWFULLNAME</key><false/><key>HideLocalUsers</key><false/><key>HideMobileAccounts</key><false/><key>IncludeNetworkUser</key><true/><key>HideAdminUsers</key><false/><key>SHOWOTHERUSERS_MANAGED</key><true/><key>ShutDownDisabled</key><false/><key>RestartDisabled</key><false/><key>SleepDisabled</key><false/><key>RetriesUntilHint</key><integer>3</integer><key>com.apple.login.mcx.DisableAutoLoginClient</key><true/><key>DisableConsoleAccess</key><false/><key>AdminMayDisableMCX</key><false/><key>UseComputerNameForComputerRecordName</key><true/><key>EnableExternalAccounts</key><true/><key>AlwaysShowWorkgroupDialog</key><false/><key>CombineUserWorkgroups</key><true/><key>FlattenUserWorkgroups</key><false/><key>LocalUserLoginEnabled</key><true/><key>LocalUsersHaveWorkgroups</key><false/><key>AllowList</key><array/><key>DenyList</key><array/></dict><dict><key>PayloadType</key><string>com.apple.screensaver</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.4b3a0ab0-5978-0132-5fea-000c29210bee.alacarte.loginwindow.83bfb9a0-5978-0132-5fec-000c29210bee.screensaver</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>84712a4e-2a89-72e2-4396-65e3d3f964f3</string><key>PayloadDisplayName</key><string>Login Window:  Screen Saver Preferences</string><key>loginWindowModulePath</key><string>/System/Library/Screen Savers/Flurry.saver</string><key>moduleName</key><string>Flurry</string></dict><dict><key>PayloadType</key><string>com.apple.MCX</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.4b3a0ab0-5978-0132-5fea-000c29210bee.alacarte.loginwindow.83bfb9a0-5978-0132-5fec-000c29210bee.MCX</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>3dbc9eab-f1cf-b705-91b3-cf020a30ccb0</string><key>PayloadDisplayName</key><string>Login Window:  MCX Preferences</string><key>DisableGuestAccount</key><true/><key>EnableGuestAccount</key><false/><key>SleepDisabled</key><false/></dict><dict><key>PayloadType</key><string>.GlobalPreferences</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.4b3a0ab0-5978-0132-5fea-000c29210bee.alacarte.loginwindow.83bfb9a0-5978-0132-5fec-000c29210bee.GlobalPreferences</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>83a74440-7886-0e2d-f7b9-703f05df413d</string><key>PayloadDisplayName</key><string>Login Window:  Global Preferences</string><key>MultipleSessionEnabled</key><false/><key>com.apple.autologout.AutoLogOutDelay</key><integer>0</integer></dict><dict><key>PayloadType</key><string>com.apple.mcxloginscripts</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.4b3a0ab0-5978-0132-5fea-000c29210bee.alacarte.loginwindow.83bfb9a0-5978-0132-5fec-000c29210bee.mcxloginscripts</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>e85a14f6-9eb5-bb1b-52fe-ca21b43c6701</string><key>PayloadDisplayName</key><string>Login Window:  Scripts</string><key>skipLoginHook</key><false/><key>skipLogoutHook</key><false/></dict></array></dict></plist>
