<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0"><dict><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.825a3d60-5bc1-0132-6024-000c29210bee.alacarte</string><key>PayloadRemovalDisallowed</key><true/><key>PayloadScope</key><string>System</string><key>PayloadType</key><string>Configuration</string><key>PayloadUUID</key><string>825a3d60-5bc1-0132-6024-000c29210bee</string><key>PayloadOrganization</key><string>LBDS</string><key>PayloadVersion</key><integer>1</integer><key>PayloadDisplayName</key><string>SC Group Folder Autentication</string><key>PayloadDescription</key><string>Connects to Roy on login.</string><key>PayloadContent</key><array><dict><key>PayloadDescription</key><string>Configures Configuration Profile security</string><key>PayloadDisplayName</key><string>Profile Security</string><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.825a3d60-5bc1-0132-6024-000c29210bee.alacarte.ProfileSecurity</string><key>PayloadType</key><string>com.apple.profileRemovalPassword</string><key>PayloadUUID</key><string>504b4ab0-5bc2-0132-602f-000c29210bee</string><key>RemovalPassword</key><string>wivfyl</string><key>PayloadVersion</key><integer>1</integer></dict><dict><key>PayloadType</key><string>loginwindow</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.825a3d60-5bc1-0132-6024-000c29210bee.alacarte.loginitems.ae9eed00-5bc1-0132-6026-000c29210bee.loginwindow</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>c1991db3-53ae-4121-1c96-b6950e25900b</string><key>PayloadDisplayName</key><string>Login Items:  Network Share Point</string><key>DisableLoginItemsSuppression</key><false/></dict><dict><key>PayloadType</key><string>com.apple.loginitems.managed</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.825a3d60-5bc1-0132-6024-000c29210bee.alacarte.loginitems.ae9eed00-5bc1-0132-6026-000c29210bee.managed</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>cf9c2b20-b789-0821-6041-6a9e3f247439</string><key>PayloadDisplayName</key><string>Login Items:  Managed Items</string><key>AutoLaunchedApplicationDictionary-managed</key><array><dict><key>AuthenticateAsLoginUserShortName</key><true/><key>URL</key><string>afp://server/Groups</string><key>Hide</key><false/></dict></array></dict></array></dict></plist>
