<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0"><dict><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.3bde2f00-5bc0-0132-601c-000c29210bee.alacarte</string><key>PayloadRemovalDisallowed</key><true/><key>PayloadScope</key><string>System</string><key>PayloadType</key><string>Configuration</string><key>PayloadUUID</key><string>3bde2f00-5bc0-0132-601c-000c29210bee</string><key>PayloadOrganization</key><string>LBDS</string><key>PayloadVersion</key><integer>1</integer><key>PayloadDisplayName</key><string>SC Munki</string><key>PayloadDescription</key><string>Settings for Managed Software Centre.</string><key>PayloadContent</key><array><dict><key>PayloadDescription</key><string>Configures Configuration Profile security</string><key>PayloadDisplayName</key><string>Profile Security</string><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.3bde2f00-5bc0-0132-601c-000c29210bee.alacarte.ProfileSecurity</string><key>PayloadType</key><string>com.apple.profileRemovalPassword</string><key>PayloadUUID</key><string>bc4eda30-5bc0-0132-6023-000c29210bee</string><key>RemovalPassword</key><string>wivfyl</string><key>PayloadVersion</key><integer>1</integer></dict><dict><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.3bde2f00-5bc0-0132-601c-000c29210bee.alacarte.customsettings.54d59450-5bc0-0132-601e-000c29210bee</string><key>PayloadUUID</key><string>54d59450-5bc0-0132-601e-000c29210bee</string><key>PayloadEnabled</key><true/><key>PayloadDisplayName</key><string>Custom: (ManagedInstalls)</string><key>PayloadContent</key><dict><key>ManagedInstalls</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>ManagedInstallDir</key><string>/Library/Managed Installs</string><key>LogFile</key><string>/Library/Managed Installs/Logs/ManagedSoftwareUpdate.log</string><key>LoggingLevel</key><integer>1</integer><key>SoftwareRepoURL</key><string>http://server/munki_repo</string><key>InstallAppleSoftwareUpdates</key><true/><key>UseClientCertificate</key><false/><key>SuppressAutoInstall</key><false/><key>SuppressStopButtonOnInstall</key><false/><key>ClientIdentifier</key><string>LBDS</string><key>AppleSoftwareUpdatesOnly</key><false/><key>PackageVerificationMode</key><string>hash</string></dict></dict></array></dict></dict></dict></array></dict></plist>
