<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0"><dict><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.f7918490-5bc1-0132-602a-000c29210bee.alacarte</string><key>PayloadRemovalDisallowed</key><true/><key>PayloadScope</key><string>System</string><key>PayloadType</key><string>Configuration</string><key>PayloadUUID</key><string>f7918490-5bc1-0132-602a-000c29210bee</string><key>PayloadOrganization</key><string>LBDS</string><key>PayloadVersion</key><integer>1</integer><key>PayloadDisplayName</key><string>SC Student Login Window</string><key>PayloadDescription</key><string>Login Window settings for South Campus computers. Gives a list of users rather than username/password field. Includes property of info.</string><key>PayloadContent</key><array><dict><key>PayloadDescription</key><string>Configures Configuration Profile security</string><key>PayloadDisplayName</key><string>Profile Security</string><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.f7918490-5bc1-0132-602a-000c29210bee.alacarte.ProfileSecurity</string><key>PayloadType</key><string>com.apple.profileRemovalPassword</string><key>PayloadUUID</key><string>43a51a30-5bc2-0132-602e-000c29210bee</string><key>RemovalPassword</key><string>wivfyl</string><key>PayloadVersion</key><integer>1</integer></dict><dict><key>PayloadType</key><string>com.apple.loginwindow</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.f7918490-5bc1-0132-602a-000c29210bee.alacarte.loginwindow.3ed5f030-5bc2-0132-602c-000c29210bee.loginwindow</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>892d379f-c5eb-861c-6e51-88afe83f2000</string><key>PayloadDisplayName</key><string>Login Window</string><key>AdminHostInfo</key><string>HostName</string><key>LoginwindowText</key><string>Property of The Leo Baeck Day School
416-797-9899</string><key>SHOWFULLNAME</key><false/><key>HideLocalUsers</key><false/><key>HideMobileAccounts</key><false/><key>IncludeNetworkUser</key><true/><key>HideAdminUsers</key><false/><key>SHOWOTHERUSERS_MANAGED</key><true/><key>ShutDownDisabled</key><false/><key>RestartDisabled</key><false/><key>SleepDisabled</key><false/><key>RetriesUntilHint</key><integer>3</integer><key>com.apple.login.mcx.DisableAutoLoginClient</key><true/><key>DisableConsoleAccess</key><false/><key>AdminMayDisableMCX</key><false/><key>UseComputerNameForComputerRecordName</key><true/><key>EnableExternalAccounts</key><true/><key>AlwaysShowWorkgroupDialog</key><false/><key>CombineUserWorkgroups</key><true/><key>FlattenUserWorkgroups</key><false/><key>LocalUserLoginEnabled</key><true/><key>LocalUsersHaveWorkgroups</key><false/><key>AllowList</key><array/><key>DenyList</key><array/></dict><dict><key>PayloadType</key><string>com.apple.screensaver</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.f7918490-5bc1-0132-602a-000c29210bee.alacarte.loginwindow.3ed5f030-5bc2-0132-602c-000c29210bee.screensaver</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>5e78f474-16da-6f98-e78b-4ae537ddb635</string><key>PayloadDisplayName</key><string>Login Window:  Screen Saver Preferences</string><key>loginWindowModulePath</key><string>/System/Library/Screen Savers/Flurry.saver</string><key>moduleName</key><string>Flurry</string></dict><dict><key>PayloadType</key><string>com.apple.MCX</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.f7918490-5bc1-0132-602a-000c29210bee.alacarte.loginwindow.3ed5f030-5bc2-0132-602c-000c29210bee.MCX</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>060f4893-3798-089d-dbc7-09021a66db60</string><key>PayloadDisplayName</key><string>Login Window:  MCX Preferences</string><key>DisableGuestAccount</key><true/><key>EnableGuestAccount</key><false/><key>SleepDisabled</key><false/></dict><dict><key>PayloadType</key><string>.GlobalPreferences</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.f7918490-5bc1-0132-602a-000c29210bee.alacarte.loginwindow.3ed5f030-5bc2-0132-602c-000c29210bee.GlobalPreferences</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>dc0e3610-7555-a661-efe8-fca3c673e813</string><key>PayloadDisplayName</key><string>Login Window:  Global Preferences</string><key>MultipleSessionEnabled</key><false/><key>com.apple.autologout.AutoLogOutDelay</key><integer>0</integer></dict><dict><key>PayloadType</key><string>com.apple.mcxloginscripts</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.f7918490-5bc1-0132-602a-000c29210bee.alacarte.loginwindow.3ed5f030-5bc2-0132-602c-000c29210bee.mcxloginscripts</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>c33de0ae-9569-5135-92fd-04fa236cc487</string><key>PayloadDisplayName</key><string>Login Window:  Scripts</string><key>skipLoginHook</key><false/><key>skipLogoutHook</key><false/></dict></array></dict></plist>
