<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0"><dict><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.24337350-5bc3-0132-6036-000c29210bee.alacarte</string><key>PayloadRemovalDisallowed</key><true/><key>PayloadScope</key><string>System</string><key>PayloadType</key><string>Configuration</string><key>PayloadUUID</key><string>24337350-5bc3-0132-6036-000c29210bee</string><key>PayloadOrganization</key><string>LBDS</string><key>PayloadVersion</key><integer>1</integer><key>PayloadDisplayName</key><string>SC Staff Login Window</string><key>PayloadDescription</key><string>Settings for Login Window for staff, using username/password fields, rather than list of users.</string><key>PayloadContent</key><array><dict><key>PayloadDescription</key><string>Configures Configuration Profile security</string><key>PayloadDisplayName</key><string>Profile Security</string><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.24337350-5bc3-0132-6036-000c29210bee.alacarte.ProfileSecurity</string><key>PayloadType</key><string>com.apple.profileRemovalPassword</string><key>PayloadUUID</key><string>4c777380-5bc3-0132-603b-000c29210bee</string><key>RemovalPassword</key><string>wivfyl</string><key>PayloadVersion</key><integer>1</integer></dict><dict><key>PayloadType</key><string>com.apple.loginwindow</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.24337350-5bc3-0132-6036-000c29210bee.alacarte.loginwindow.4b9dc480-5bc3-0132-6038-000c29210bee.loginwindow</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>9b83351e-c157-c14e-a56f-e875f8137a29</string><key>PayloadDisplayName</key><string>Login Window</string><key>AdminHostInfo</key><string>HostName</string><key>LoginwindowText</key><string>Property of The Leo Baeck Day School
416-787-9899</string><key>SHOWFULLNAME</key><true/><key>HideLocalUsers</key><true/><key>HideMobileAccounts</key><true/><key>IncludeNetworkUser</key><false/><key>HideAdminUsers</key><true/><key>SHOWOTHERUSERS_MANAGED</key><false/><key>ShutDownDisabled</key><false/><key>RestartDisabled</key><false/><key>SleepDisabled</key><false/><key>RetriesUntilHint</key><integer>3</integer><key>com.apple.login.mcx.DisableAutoLoginClient</key><true/><key>DisableConsoleAccess</key><false/><key>AdminMayDisableMCX</key><false/><key>UseComputerNameForComputerRecordName</key><true/><key>EnableExternalAccounts</key><true/><key>AlwaysShowWorkgroupDialog</key><false/><key>CombineUserWorkgroups</key><true/><key>FlattenUserWorkgroups</key><false/><key>LocalUserLoginEnabled</key><true/><key>LocalUsersHaveWorkgroups</key><false/><key>AllowList</key><array/><key>DenyList</key><array/></dict><dict><key>PayloadType</key><string>com.apple.screensaver</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.24337350-5bc3-0132-6036-000c29210bee.alacarte.loginwindow.4b9dc480-5bc3-0132-6038-000c29210bee.screensaver</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>bb7b86dc-dcb4-851a-1103-ae83c8a29f6f</string><key>PayloadDisplayName</key><string>Login Window:  Screen Saver Preferences</string><key>loginWindowModulePath</key><string>/System/Library/Screen Savers/Flurry.saver</string><key>moduleName</key><string>Flurry</string></dict><dict><key>PayloadType</key><string>com.apple.MCX</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.24337350-5bc3-0132-6036-000c29210bee.alacarte.loginwindow.4b9dc480-5bc3-0132-6038-000c29210bee.MCX</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>ff06eab1-6262-6882-3c1f-925c4fc8991d</string><key>PayloadDisplayName</key><string>Login Window:  MCX Preferences</string><key>DisableGuestAccount</key><true/><key>EnableGuestAccount</key><false/><key>SleepDisabled</key><false/></dict><dict><key>PayloadType</key><string>.GlobalPreferences</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.24337350-5bc3-0132-6036-000c29210bee.alacarte.loginwindow.4b9dc480-5bc3-0132-6038-000c29210bee.GlobalPreferences</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>ae4f00dd-fbae-a6de-2e30-ffdbbcd222e3</string><key>PayloadDisplayName</key><string>Login Window:  Global Preferences</string><key>MultipleSessionEnabled</key><false/><key>com.apple.autologout.AutoLogOutDelay</key><integer>0</integer></dict><dict><key>PayloadType</key><string>com.apple.mcxloginscripts</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.24337350-5bc3-0132-6036-000c29210bee.alacarte.loginwindow.4b9dc480-5bc3-0132-6038-000c29210bee.mcxloginscripts</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>4a209834-f227-8653-9c80-c77bebedc41f</string><key>PayloadDisplayName</key><string>Login Window:  Scripts</string><key>skipLoginHook</key><false/><key>skipLogoutHook</key><false/></dict></array></dict></plist>
