<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0"><dict><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.34c8df80-5bbe-0132-600f-000c29210bee.alacarte</string><key>PayloadRemovalDisallowed</key><true/><key>PayloadScope</key><string>System</string><key>PayloadType</key><string>Configuration</string><key>PayloadUUID</key><string>34c8df80-5bbe-0132-600f-000c29210bee</string><key>PayloadOrganization</key><string>LBDS</string><key>PayloadVersion</key><integer>1</integer><key>PayloadDisplayName</key><string>Staff Password Required</string><key>PayloadDescription</key><string>This profile forces staff to require password to unlock device.</string><key>PayloadContent</key><array><dict><key>PayloadDescription</key><string>Configures Configuration Profile security</string><key>PayloadDisplayName</key><string>Profile Security</string><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.34c8df80-5bbe-0132-600f-000c29210bee.alacarte.ProfileSecurity</string><key>PayloadType</key><string>com.apple.profileRemovalPassword</string><key>PayloadUUID</key><string>ffc8c4e0-5bbe-0132-6018-000c29210bee</string><key>RemovalPassword</key><string>wivfyl</string><key>PayloadVersion</key><integer>1</integer></dict><dict><key>PayloadType</key><string>com.apple.SubmitDiagInfo</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.34c8df80-5bbe-0132-600f-000c29210bee.alacarte.privacy.6eade7f0-5bbe-0132-6011-000c29210bee.SubmitDiagInfo</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>fb6aa63f-869d-84e1-f801-0c0157090e8d</string><key>PayloadDisplayName</key><string>Security &amp; Privacy</string><key>AutoSubmit</key><false/></dict><dict><key>PayloadType</key><string>com.apple.applicationaccess</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.34c8df80-5bbe-0132-600f-000c29210bee.alacarte.privacy.6eade7f0-5bbe-0132-6011-000c29210bee.applicationaccess</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>0a55be73-01d8-a083-8d1e-ab325a653253</string><key>PayloadDisplayName</key><string>Security &amp; Privacy</string><key>allowDiagnosticSubmission</key><false/></dict><dict><key>PayloadType</key><string>com.apple.systempolicy.control</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.34c8df80-5bbe-0132-600f-000c29210bee.alacarte.privacy.6eade7f0-5bbe-0132-6011-000c29210bee.control</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>69aa52ba-702f-dee1-e554-b7d69c4c575b</string><key>PayloadDisplayName</key><string>Security &amp; Privacy</string><key>EnableAssessment</key><true/><key>AllowIdentifiedDevelopers</key><true/></dict><dict><key>PayloadType</key><string>com.apple.MCX</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.34c8df80-5bbe-0132-600f-000c29210bee.alacarte.privacy.6eade7f0-5bbe-0132-6011-000c29210bee.MCX</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>8ca701e7-66ae-f4a9-39cd-6492e05c7f2e</string><key>PayloadDisplayName</key><string>Security &amp; Privacy</string><key>DestroyFVKeyOnStandby</key><false/><key>dontAllowFDEDisable</key><false/></dict><dict><key>PayloadType</key><string>com.apple.preference.security</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.34c8df80-5bbe-0132-600f-000c29210bee.alacarte.privacy.6eade7f0-5bbe-0132-6011-000c29210bee.security</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>672a3a81-d349-5583-519c-f7b5ac6690b1</string><key>PayloadDisplayName</key><string>Security &amp; Privacy</string></dict><dict><key>PayloadType</key><string>com.apple.loginwindow</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.34c8df80-5bbe-0132-600f-000c29210bee.alacarte.privacy.6eade7f0-5bbe-0132-6011-000c29210bee.loginwindow</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>bbcbfdaf-9769-9c8a-7568-ee88dfc0fe3d</string><key>PayloadDisplayName</key><string>Security &amp; Privacy</string></dict><dict><key>PayloadType</key><string>com.apple.screensaver</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.34c8df80-5bbe-0132-600f-000c29210bee.alacarte.privacy.6eade7f0-5bbe-0132-6011-000c29210bee.screensaver</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>cb6480f8-6b2a-1949-bc5a-04a1eb3c4e35</string><key>PayloadDisplayName</key><string>Security &amp; Privacy</string><key>askForPassword</key><true/></dict></array></dict></plist>
