<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0"><dict><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.a4891630-5bbe-0132-6015-000c29210bee.alacarte</string><key>PayloadRemovalDisallowed</key><false/><key>PayloadScope</key><string>System</string><key>PayloadType</key><string>Configuration</string><key>PayloadUUID</key><string>a4891630-5bbe-0132-6015-000c29210bee</string><key>PayloadOrganization</key><string>LBDS</string><key>PayloadVersion</key><integer>1</integer><key>PayloadDisplayName</key><string>Staff Mobile Home</string><key>PayloadDescription</key><string>Syncs files between server and client in Home Directory</string><key>PayloadContent</key><array><dict><key>PayloadType</key><string>com.apple.MCX</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.a4891630-5bbe-0132-6015-000c29210bee.alacarte.mobility.f6b11ff0-5bbe-0132-6017-000c29210bee.MCX</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>6bd39dd0-c7a1-6ef0-6ef5-f6b586e69edf</string><key>PayloadDisplayName</key><string>Mobility</string><key>cachedaccounts.WarnOnCreate.allowNever</key><false/><key>com.apple.cachedaccounts.CreateAtLogin</key><true/><key>com.apple.cachedaccounts.CreatePHDAtLogin</key><false/><key>com.apple.cachedaccounts.WarnOnCreate</key><false/><key>cachedaccounts.create.encrypt</key><false/><key>cachedaccounts.create.encrypt.requireMasterPassword</key><false/><key>cachedaccounts.create.location</key><string>startup</string><key>cachedaccounts.create.maxSize</key><string></string><key>cachedaccounts.create.maxSize.fixedSize</key><string>262144000</string><key>cachedaccounts.create.maxSize.percentOfNetworkHome</key><integer>100</integer><key>cachedaccounts.expiry.delete.disusedSeconds</key><integer>-1</integer><key>cachedaccounts.expiry.cond.successfulSync</key><true/></dict><dict><key>PayloadType</key><string>com.apple.homeSync</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.a4891630-5bbe-0132-6015-000c29210bee.alacarte.mobility.f6b11ff0-5bbe-0132-6017-000c29210bee.homeSync</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>d2751e9f-d177-afea-d703-b56cc88e0297</string><key>PayloadDisplayName</key><string>Mobility: Home Sync</string><key>syncPreferencesAtLogin</key><string>sync</string><key>syncPreferencesAtLogout</key><string>sync</string><key>syncPreferencesAtSyncNow</key><string>sync</string><key>syncPreferencesInBackground</key><string>sync</string><key>replaceUserPrefSyncList</key><true/><key>excludedPrefItems</key><array><dict><key>value</key><string>~/.SymAVQSFile</string><key>comparison</key><string>fullPath</string></dict><dict><key>value</key><string>~/Documents/Microsoft User Data/Entourage Temp</string><key>comparison</key><string>fullPath</string></dict><dict><key>value</key><string>~/Library/Application Support/SyncServices</string><key>comparison</key><string>fullPath</string></dict><dict><key>value</key><string>~/Library/Application Support/MobileSync</string><key>comparison</key><string>fullPath</string></dict><dict><key>value</key><string>~/Library/Caches</string><key>comparison</key><string>fullPath</string></dict><dict><key>value</key><string>~/Library/Calendars/Calendar Cache</string><key>comparison</key><string>fullPath</string></dict><dict><key>value</key><string>~/Library/Logs</string><key>comparison</key><string>fullPath</string></dict><dict><key>value</key><string>~/Library/Mail/AvailableFeeds</string><key>comparison</key><string>fullPath</string></dict><dict><key>value</key><string>~/Library/Mail/Envelope Index</string><key>comparison</key><string>fullPath</string></dict><dict><key>value</key><string>~/Library/Preferences/Macromedia/Flash Player</string><key>comparison</key><string>fullPath</string></dict><dict><key>value</key><string>~/Library/Printers</string><key>comparison</key><string>fullPath</string></dict><dict><key>value</key><string>~/Library/PubSub/Database</string><key>comparison</key><string>fullPath</string></dict><dict><key>value</key><string>~/Library/PubSub/Downloads</string><key>comparison</key><string>fullPath</string></dict><dict><key>value</key><string>~/Library/PubSub/Feeds</string><key>comparison</key><string>fullPath</string></dict><dict><key>value</key><string>~/Library/Safari/Icons.db</string><key>comparison</key><string>fullPath</string></dict><dict><key>value</key><string>~/Library/Safari/HistoryIndex.sk</string><key>comparison</key><string>fullPath</string></dict><dict><key>value</key><string>~/Library/iTunes/iPhone Software Updates</string><key>comparison</key><string>fullPath</string></dict><dict><key>value</key><string>IMAP-</string><key>comparison</key><string>startsWith</string></dict><dict><key>value</key><string>Exchange-</string><key>comparison</key><string>startsWith</string></dict><dict><key>value</key><string>EWS-</string><key>comparison</key><string>startsWith</string></dict><dict><key>value</key><string>Mac-</string><key>comparison</key><string>startsWith</string></dict></array><key>excludedItems</key><array><dict><key>value</key><string>~/.SymAVQSFile</string><key>comparison</key><string>fullPath</string></dict><dict><key>value</key><string>~/Documents/Microsoft User Data</string><key>comparison</key><string>fullPath</string></dict><dict><key>value</key><string>~/Library</string><key>comparison</key><string>fullPath</string></dict><dict><key>value</key><string>~/NAVMac800QSFile</string><key>comparison</key><string>fullPath</string></dict></array><key>syncBackgroundSetAtLogin</key><string>sync</string><key>syncBackgroundSetAtLogout</key><string>sync</string><key>syncBackgroundSetAtSyncNow</key><string>sync</string><key>syncBackgroundSetInBackground</key><string>sync</string><key>replaceUserSyncList</key><false/><key>periodicSyncOn</key><false/><key>syncPeriodSeconds</key><integer>300</integer><key>syncedFolders-managed</key><array><dict><key>path</key><string>~</string></dict></array><key>syncedPrefFolders-managed</key><array><dict><key>path</key><string>~/Library</string></dict><dict><key>path</key><string>~/Documents/Microsoft User Data</string></dict></array></dict><dict><key>PayloadType</key><string>com.apple.mcxMenuExtras</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.a4891630-5bbe-0132-6015-000c29210bee.alacarte.mobility.f6b11ff0-5bbe-0132-6017-000c29210bee.mcxMenuExtras</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>984120a8-735e-c954-24d0-0436b96cce80</string><key>PayloadDisplayName</key><string>Mobility: Menu Extras</string><key>HomeSync.menu</key><true/></dict></array></dict></plist>
