<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0"><dict><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.51641ee0-5ba6-0132-5ffc-000c29210bee.alacarte</string><key>PayloadRemovalDisallowed</key><true/><key>PayloadScope</key><string>System</string><key>PayloadType</key><string>Configuration</string><key>PayloadUUID</key><string>51641ee0-5ba6-0132-5ffc-000c29210bee</string><key>PayloadOrganization</key><string>LBDS</string><key>PayloadVersion</key><integer>1</integer><key>PayloadDisplayName</key><string>Student Restrictions</string><key>PayloadDescription</key><string>These restrictions are for student-use machines</string><key>ConsentText</key><dict><key>default</key><string>T</string></dict><key>PayloadContent</key><array><dict><key>PayloadDescription</key><string>Configures Configuration Profile security</string><key>PayloadDisplayName</key><string>Profile Security</string><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.51641ee0-5ba6-0132-5ffc-000c29210bee.alacarte.ProfileSecurity</string><key>PayloadType</key><string>com.apple.profileRemovalPassword</string><key>PayloadUUID</key><string>fbaf8ea0-5bb3-0132-600e-000c29210bee</string><key>RemovalPassword</key><string>wivfyl</string><key>PayloadVersion</key><integer>1</integer></dict><dict><key>PayloadType</key><string>com.apple.applicationaccess.new</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.51641ee0-5ba6-0132-5ffc-000c29210bee.alacarte.macosxrestrictions.08a65d50-5ba7-0132-5ffe-000c29210bee.new</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>4ffb1d2c-6d66-d4d9-a174-db0cf94b47d2</string><key>PayloadDisplayName</key><string>Application Restrictions</string><key>familyControlsEnabled</key><false/><key>whiteList</key><array/></dict><dict><key>PayloadType</key><string>com.apple.dashboard</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.51641ee0-5ba6-0132-5ffc-000c29210bee.alacarte.macosxrestrictions.08a65d50-5ba7-0132-5ffe-000c29210bee.dashboard</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>0ff62f28-e37b-a758-f472-7fc9ade82415</string><key>PayloadDisplayName</key><string>Dashboard Widget Restrictions</string><key>whiteListEnabled</key><false/><key>WhiteList</key><array/></dict><dict><key>PayloadType</key><string>com.apple.systemuiserver</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.51641ee0-5ba6-0132-5ffc-000c29210bee.alacarte.macosxrestrictions.08a65d50-5ba7-0132-5ffe-000c29210bee.systemuiserver</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>3e7cd81c-803f-5708-ce1e-3a34e07a8cd4</string><key>PayloadDisplayName</key><string>Restrictions</string><key>logout-eject</key><dict><key>all-media</key><string></string></dict><key>mount-controls</key><dict><key>blankcd</key><array/><key>blankdvd</key><array/><key>cd</key><array/><key>dvd</key><array/><key>dvdram</key><array/><key>disk-image</key><array/><key>harddisk-external</key><array/><key>harddisk-internal</key><array/></dict></dict><dict><key>PayloadType</key><string>com.apple.DiscRecording</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.51641ee0-5ba6-0132-5ffc-000c29210bee.alacarte.macosxrestrictions.08a65d50-5ba7-0132-5ffe-000c29210bee.DiscRecording</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>9dd67cfd-7503-28ca-3d31-e88e397b6cf7</string><key>PayloadDisplayName</key><string>Media Access:  Disc Recording</string><key>BurnSupport</key><string>on</string></dict><dict><key>PayloadType</key><string>com.apple.finder</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.51641ee0-5ba6-0132-5ffc-000c29210bee.alacarte.macosxrestrictions.08a65d50-5ba7-0132-5ffe-000c29210bee.finder</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>f873818a-13e7-b45e-e62b-4fd2b1ea3eda</string><key>PayloadDisplayName</key><string>Media Access:  Finder Settings</string><key>ProhibitBurn</key><false/></dict><dict><key>PayloadType</key><string>com.apple.systempreferences</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.51641ee0-5ba6-0132-5ffc-000c29210bee.alacarte.macosxrestrictions.08a65d50-5ba7-0132-5ffe-000c29210bee.systempreferences</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>c51fdb1e-2318-999f-c9d1-49712f1c2b0d</string><key>PayloadDisplayName</key><string>System Preferences</string><key>EnabledPreferencePanes</key><array><string>com.apple.preferences.users</string><string>com.apple.preference.general</string><string>com.apple.preference.digihub.discs</string><string>com.apple.preference.datetime</string><string>com.apple.preference.desktopscreeneffect</string><string>com.apple.preference.displays</string><string>com.apple.preference.dock</string><string>com.apple.preference.energysaver</string><string>com.apple.preferences.icloud</string><string>com.apple.preference.keyboard</string><string>com.apple.Localization</string><string>com.apple.preference.mouse</string><string>com.apple.preference.network</string><string>com.apple.preference.printfax</string><string>com.apple.preferences.configurationprofiles</string><string>com.apple.preference.sound</string><string>com.apple.preference.startupdisk</string><string>com.apple.preference.trackpad</string></array></dict><dict><key>PayloadType</key><string>com.apple.NetworkBrowser</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.51641ee0-5ba6-0132-5ffc-000c29210bee.alacarte.macosxrestrictions.08a65d50-5ba7-0132-5ffe-000c29210bee.NetworkBrowser</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>26246b91-3538-6bf1-97c0-735c1bcc9101</string><key>PayloadDisplayName</key><string>AirDrop</string><key>DisableAirDrop</key><false/></dict><dict><key>PayloadType</key><string>com.apple.appstore</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.51641ee0-5ba6-0132-5ffc-000c29210bee.alacarte.macosxrestrictions.08a65d50-5ba7-0132-5ffe-000c29210bee.appstore</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>e9c29f93-fc40-9aea-b396-b533267a7bbd</string><key>PayloadDisplayName</key><string>App Store</string><key>restrict-store-softwareupdate-only</key><true/><key>restrict-store-disable-app-adoption</key><true/><key>restrict-store-require-admin-to-install</key><true/></dict><dict><key>PayloadType</key><string>com.apple.ShareKitHelper</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.51641ee0-5ba6-0132-5ffc-000c29210bee.alacarte.macosxrestrictions.08a65d50-5ba7-0132-5ffe-000c29210bee.ShareKitHelper</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>47e25cc3-8c3e-edf5-8f99-73a41752a4a5</string><key>PayloadDisplayName</key><string>Restrictions</string><key>SHKAllowedShareServices</key><array><string>com.apple.share.AirDrop</string><string>com.apple.share.Facebook</string><string>com.apple.share.Twitter</string><string>com.apple.share.Mail</string><string>com.apple.share.Messages</string><string>com.apple.share.Video</string><string>com.apple.share.SinaWeibo</string><string>com.apple.share.addtoiphoto</string><string>com.apple.share.addtoaperture</string><string>com.apple.share.readlater</string></array></dict><dict><key>PayloadType</key><string>com.apple.gamed</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.51641ee0-5ba6-0132-5ffc-000c29210bee.alacarte.macosxrestrictions.08a65d50-5ba7-0132-5ffe-000c29210bee.gamed</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>2d605048-b33c-9693-3288-48e218347648</string><key>PayloadDisplayName</key><string>Game Center</string><key>GKFeatureGameCenterAllowed</key><false/><key>GKFeatureAccountModificationAllowed</key><true/><key>GKFeatureAddingGameCenterFriendsAllowed</key><true/><key>GKFeatureMultiplayerGamingAllowed</key><true/></dict><dict><key>PayloadType</key><string>com.apple.desktop</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.51641ee0-5ba6-0132-5ffc-000c29210bee.alacarte.macosxrestrictions.08a65d50-5ba7-0132-5ffe-000c29210bee.desktop</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>7a8e967d-600e-f9ae-4fa5-d1a720b2ff94</string><key>PayloadDisplayName</key><string>Desktop</string><key>locked</key><true/><key>override-picture-path</key><string>/Library/Desktop Pictures/LBDS.jpg</string></dict><dict><key>PayloadType</key><string>com.apple.MCX</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.51641ee0-5ba6-0132-5ffc-000c29210bee.alacarte.macosxrestrictions.08a65d50-5ba7-0132-5ffe-000c29210bee.MCX</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>bf4f7c1e-8adc-ca0d-5023-f7c954e5aa8c</string><key>PayloadDisplayName</key><string>Restrictions</string></dict></array></dict></plist>
