<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0"><dict><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.df77de80-5ba5-0132-5ff5-000c29210bee.alacarte</string><key>PayloadRemovalDisallowed</key><true/><key>PayloadScope</key><string>System</string><key>PayloadType</key><string>Configuration</string><key>PayloadUUID</key><string>df77de80-5ba5-0132-5ff5-000c29210bee</string><key>PayloadOrganization</key><string>LBDS</string><key>PayloadVersion</key><integer>1</integer><key>PayloadDisplayName</key><string>Student Energy Saver</string><key>PayloadDescription</key><string>These settings are for student-use machines energy settings.</string><key>PayloadContent</key><array><dict><key>PayloadDescription</key><string>Configures Configuration Profile security</string><key>PayloadDisplayName</key><string>Profile Security</string><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.df77de80-5ba5-0132-5ff5-000c29210bee.alacarte.ProfileSecurity</string><key>PayloadType</key><string>com.apple.profileRemovalPassword</string><key>PayloadUUID</key><string>31b54bd0-5ba6-0132-5ff9-000c29210bee</string><key>RemovalPassword</key><string>wivfyl</string><key>PayloadVersion</key><integer>1</integer></dict><dict><key>PayloadType</key><string>com.apple.MCX</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.NCMBCK-TEST.local.df77de80-5ba5-0132-5ff5-000c29210bee.alacarte.energysaver.30ede4b0-5ba6-0132-5ff7-000c29210bee</string><key>PayloadUUID</key><string>30ede4b0-5ba6-0132-5ff7-000c29210bee</string><key>PayloadEnabled</key><true/><key>PayloadDisplayName</key><string>Energy Saver</string><key>com.apple.EnergySaver.desktop.ACPower-ProfileNumber</key><integer>-1</integer><key>com.apple.EnergySaver.portable.ACPower-ProfileNumber</key><integer>-1</integer><key>com.apple.EnergySaver.portable.BatteryPower-ProfileNumber</key><integer>-1</integer><key>com.apple.EnergySaver.desktop.ACPower</key><dict><key>Automatic Restart On Power Loss</key><integer>1</integer><key>Disk Sleep Timer-boolean</key><true/><key>Display Sleep Timer</key><integer>0</integer><key>Sleep On Power Button</key><integer>1</integer><key>System Sleep Timer</key><integer>30</integer><key>Wake On LAN</key><integer>1</integer></dict><key>com.apple.EnergySaver.portable.ACPower</key><dict><key>Automatic Restart On Power Loss</key><integer>1</integer><key>Disk Sleep Timer-boolean</key><true/><key>Display Sleep Timer</key><integer>5</integer><key>System Sleep Timer</key><integer>10</integer><key>Wake On LAN</key><integer>1</integer></dict><key>com.apple.EnergySaver.portable.BatteryPower</key><dict><key>Automatic Restart On Power Loss</key><integer>1</integer><key>Disk Sleep Timer-boolean</key><true/><key>Display Sleep Timer</key><integer>5</integer><key>System Sleep Timer</key><integer>10</integer><key>Wake On LAN</key><integer>1</integer></dict><key>com.apple.EnergySaver.desktop.Schedule</key><dict><key>RepeatingPowerOn</key><dict><key>eventtype</key><string>wakepoweron</string><key>time</key><integer>420</integer><key>weekdays</key><integer>31</integer></dict><key>RepeatingPowerOff</key><dict><key>eventtype</key><string>shutdown</string><key>time</key><integer>1140</integer><key>weekdays</key><integer>31</integer></dict></dict></dict></array></dict></plist>
